{"Пожалуйста, позвоните по тел.: 8-800-550-56-28 нашим администраторам и они смогут вас проконсультировать по этому вопросу.": ["справка", "пропустил", "перезаписаться"], "Запись занятия становится доступна в течение 24 часов после окончания занятия, вы сможете найти ее в вашем личном кабинете.": ["запись", "посмотреть", "пропустил", "вебинар"], "Пожалуйста, проверьте ваше интернет соединение. Убедитесь, что не идет скачивание файлов на фоне, и что в браузере закрыты лишние вкладки.": ["глючит", "лагает", "грузится", "открывается", "тормозить"], "Попробуйте установить версию python 3.8.10. Скачать установщик можно по ссылке: [для 32-битных компьютеров](https://www.python.org/ftp/python/3.8.10/python-3.8.10.exe), [для 64-битных компьютеров](https://www.python.org/ftp/python/3.8.10/python-3.8.10-amd64.exe)": ["установить", "python", "windows", "битная", "проблема"], "Попробуйте установить более старую версию Wing, она доступна по этой [ссылке](https://wingware.com/get&prod=wing-101&target=pub/wing-101/7.2.9.0/wing-101-7.2.9.0.exe)": ["wing", "windows", "установить", "запускается"], "Квадрат - это произведение числа самого на себя. В уравнении вам нужно ввести три таких квадрата.": ["Квадрат", "уравнение", "квадратное"], "В задаче представлены два примера входных данных, при этом сама программа должна работать для любых чисел, которые будут подаваться ей на вход. Не забывайте, что вам нужно считать числа, введенные пользователем, а не задать их самостоятельно. Также необходимо вывести только один резульат - сумму двух введенных чисел.": ["принимает", "код", "задаче", "сумма", "вывод"], "Данная задача является дополнительной, для ее решение необходимо использовать знания геометрии.": ["Кольцо", "площадь", "задача", "проблема"], "Попробуйте добавить знак пробела после запятой.": ["hello", "world", "показывает", "баллов"], "Функция input - принимает введенные пользователем данные, не стоит указывать в ее скобках выражения для расчетов. Напечатать нужно куб числа, введенного пользователем. Попробуйте просто сохранить число в переменную, а затем обработать ее (рассчитать ее куб).": ["куб", "программа", "ошибка"], "Вы близки к ответу! Преобразовать в целое число нужно не новый ввод от пользователя, а уже сохраненное целое число, также не забудьте его напечатать.": ["приведения", "дел", "мастер"], "Не забывайте, что вам необходимо самостоятельно заполнить оставленный в таблице пропуск, отмеченный знаком вопроса.": ["сходится", "понимаю", "таблица", "ручная"], "Когда вы запускаете вашу программу в Wing, функция print выводит значения в одно из окон - shell. Функция input ожидает значения от пользователя в том же самом окне. Достаточно ввести числа в него.": ["print", "input", "shell", "пользователь"]}